import React from "react";

export default function Authors() {
    return (
        <>
            <h2 className="mb-4">Авторы курса</h2>
            <hr />
            <p>
            В этом онлайн-курсе НИУ ВШЭ мы познакомимся с базовыми понятиями статистики, научимся аккуратно собирать данные, обрабатывать их и визуализировать. Также мы поговорим про базовые теоремы, которые используются в математической статистике: ЗБЧ и ЦПТ.
            </p>
            <p>
            В онлайн-курсе мы изучим основы математической статистики и аккуратную работу с данными.  
            </p>
            <p>
            Мы научимся собирать и обрабатывать данные с помощью Python, поговорим про их визуализацию и предварительный анализ. 
            </p>
            <p>
            Мы также познакомимся с основными распределениями и описательными статистиками, с которыми аналитики сталкиваются на повседневной основе. И обсудим теоремы, на которых базируется вся наука о данных: закон больших чисел и центральную предельную теорему.
            </p>
            <p>
            Github со всеми материалами курса:  https://github.com/FUlyankin/matstat_online
            </p>
            <p>
            Курс состоит из 5 недель. Каждая включает в себя несколько  коротких видеолекций (суммарная продолжительность – от 60 до 100 минут), тест на знание теоретического материала (5 – 15 вопросов), а также тест, включающий в себя выполнение заданий по программированию и решение теоретических задач. 
            </p>
            <p>
            На некоторых неделях задание по программированию заменено заданием на взаимное оценивание. В конце курса предусмотрен итоговый экзамен, состоящий из тестовых вопросов.
            </p>
        </>
    )
}